[
    {
        "collection": "Creator Expert",
        "id": 10252,
        "name": "La coccinelle Volkwagen",
        "description": "Construis une réplique LEGO® Creator Expert de l'automobile la plus populaire au monde. Ce magnifique modèle LEGO est plein de détails authentiques qui capturent le charme et la personnalité de la voiture, notamment un coloris bleu ciel, des ailes arrondies, des jantes blanches avec des enjoliveurs caractéristiques, des phares ronds et des clignotants montés sur les ailes.",
        "price": 94.99,
        "pieces": 1167,
        "images": {
            "box": "LEGO_10252_Box.png",
            "bg": "LEGO_10252_Main.jpg"
        }
    },
    {
        "collection": "Creator",
        "id": 31046,
        "name": "La voiture rapide",
        "description": "Prends la route avec cette splendide voiture de sport, avec des coloris jaune, blanc et noir, un énorme aileron, des jantes élégantes avec des pneus profil bas, un capot qui s'ouvre et un moteur détaillé. Ouvre les portes ciseaux, mets-toi au volant, ouvre le toit et profite du soleil !",
        "price": 19.99,
        "pieces": 222,
        "images": {
            "box": "LEGO_31046_Box.png",
            "bg": "LEGO_31046_Main.jpg"
        }
    },
    {
        "collection": "Creator",
        "id": 31064,
        "name": "Les aventures sur l'île",
        "description": "Trouve une carte dans une bouteille et aventure-toi vers une île tropicale lointaine à bord de l’hydravion avec ses flotteurs d’atte rrissage et ses coloris jaune vif, blanc et bleu foncé. Charge le compartiment à marchandises, ouvre le cockpit et monte à bord, puis fais tourner l'énorme hélice et envole-toi dans les airs. Utilise tes talents de pilote pour localiser l'île '",
        "price": 29.99,
        "pieces": 359,
        "images": {
            "box": "LEGO_31064_Box.png",
            "bg": "LEGO_31064_Main.jpg"
        }
    },
    {
        "collection": "Creator",
        "id": 31062,
        "name": "Le robot explorateur",
        "description": "Impressionne tes amis avec ce modèle génial ! Ce robot explorateur comprend des coloris bleu, noir et gris, des yeux vert vif, des chenilles qui fonctionnent, une tête et un corps qui tournent, et des bras mobiles avec des pinces et un projecteur qui fonctionnent. ",
        "price": 19.99,
        "pieces": 205,
        "images": {
            "box": "LEGO_31062_Box.png",
            "bg": "LEGO_31062_Main.jpg"
        }
    },
    {
        "collection": "Creator",
        "id": 31065,
        "name": "La maison de ville",
        "description": "Monte les marches vers la porte bleue de cette charmante maison à trois étages. Tu découvriras à l’intérieur de nombreuses fonctions, notamment un salon confortable avec une télé à écran plat et un canapé, plus une chambre avec une cheminée et une cuisine détaillée. Prends l'escalier vers le deuxième étage et tu trouveras une chambre confortable.",
        "price": 54.99,
        "pieces": 566,
        "images": {
            "box": "LEGO_31065_Box.png",
            "bg": "LEGO_31065_Main.jpg"
        }
    },
    {
        "collection": "Star Wars",
        "id": 75102,
        "name": "Poe's X-Wing Fighter",
        "description": "Lutte contre les forces du Premier Ordre avec le X-Wing Fighter de Poe. Ce starfighter personnalisé est plein de fonctions, avec notamment 4 fusils à ressorts, 2 fusils à tenons, un train d'atterrissage rétractable, des ailes qui s'ouvrent, un cockpit qui s'ouvre avec de la place pour une figurine, et de la place derrière pour le droïde astromech BB-8.",
        "pieces": 717,
        "price": 89.99,
        "images": {
           "box": "LEGO_75102_Box.png",
           "bg": "LEGO_75102_Main.jpg"
        }
    },
    {
        "collection": "Star Wars",
        "id": 75192,
        "name": "Millenium Falcon",
        "description": "Ce nouveau modèle LEGO® Star Wars Millennium Falcon est le plus grand et le plus détaillé jamais conçu. En réalité, avec ses 7 500 pièces, c’est tout simplement l’un des plus grands modèles LEGO ! Cette fantastique version LEGO de l’inoubliable cargo Corellien de Han Solo présente les moindres détails dont rêvent tous les fans de Star Wars, quel que soit leur âge.",
        "pieces": 7541,
        "price": 799.99,
        "images": {
            "box": "LEGO_75192_Box.jpg",
            "bg": "LEGO_75192_Main.png"
        }
    }   
]